export const EXECT_PARTS = 
[
    {catigory : "Ходова частина", Models : ["Оберіть запчастину","Сайлентблок","Кульова опора", "Важіль передній", "Важіль задній", "Амортизатор передній", "Амортизатор задній","Підшипник маточини задньої","Підшипник маточини передньої", "Втулка стабілізатора", "Тяга стабілізатора", "Пружина задня", "Пружина передня", "Опорний підшипник", "Опора", "Відбійник", "Кулак поворотний", "Цапфа"]},
    {catigory: "Моторна група", Models : ["Оберіть запчастину","Свічка запалювання", "Свічка розжарювання", "Поршень","Подушка двигуна", "Шків колінвалу"," Комплект ГРМ", "Ланцюг ГРМ", "Натяжник"]},
    {catigory: "Гальмівна система", Models:  ["Оберіть запчастину","Гальмівний диск передній", "Гальмівний диск задній", "Гальмівні колодки передні", "Гальмівні колодки задні", "Ремкомплект супорта", "Поршень супорта"]},
    {catigory : "Деталі для ТО", Models : ["Оберіть запчастину","Фільтр масляний", "Фільтр повітряний", "Фільтр салону", "Фільтр паливний","Комплект ГРМ", "Ремінь ГРМ","Ланцюг ГРМ", "Помпа води","Прокладка кришки клапанів", "Свічка"]},
    {catigory : "Фільтри", Models : ["Оберіть запчастину","Масляний фільтр", "Повітряний фільтр", "Паливний фільтр", "Фільтр салону"]},
    {catigory : "Електричні частини", Models : ["Оберіть запчастину", "Датчик розподільного валу", "Датчик колінвал", "Клапан рециркуляції", "Лямбда зонд", "Датчик тиску масла", "Датчик тиску палива", "Датчик ABS", "Фара", "Задній ліхтар"]},
    {catigory : "Система охолодження", Models : ["Оберіть запчастину","Корпус термостата", "Термостат", "Радіатор охолодження", "Радіатор пічки", "Помпа води", "Патрубок","Бачок розширювальний"]},
    {catigory : "Трансмісія", Models : ["Оберіть запчастину","Комплект зчеплення", "Циліндр головний зчеплення", "Циліндр робочий зчеплення", "Корзина зчеплення", "Диск зчеплення", "Вижимний підшипник","Піввісь передня", "Піввісь задня", "ШРКШ зовнішній", "ШРКШ внутрішній", "Пильник ШРКШ"]},
    {catigory : "Рульове управління", Models : ["Оберіть запчастину","Рульова тяга", "Наконечник тяги рульової", "Насос ГПК", "Рейка рульова"]},
    {catigory : "Кузовні запчастини", Models : ["Оберіть запчастину","Амортизатор капоту","Бампер передній", "Бампер задній", "Решітка бампера", "Кронштейн бампера", "Крило переднє", "Обмежувач дверей" ]},
    {catigory : "Оберіть категорію", Models : ["Оберіть запчастину"]}
]